{"translation-revision-date":"2021-08-30 07:03:53+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_CN"},"Local WebP":["本地 WebP"],"Fix the \"Serve images in next-gen format\" Google PageSpeed recommendation by setting up this feature. Serve WebP versions of your images to supported browsers, and gracefully fall back on JPEGs and PNGs for browsers that don't support WebP.":["通过设置此功能，修正“以下一代格式提供图像” Google PageSpeed 建议。将图像的WebP版本提供给受支持的浏览器，对于不支持WebP的浏览器，可以适当地使用JPEG和PNG。"],"Smush WebP":["压缩 WebP"],"Reload NGINX.":["重新加载NGINX。"],"If you don't know where those files are, or you aren't able to reload Apache, you would need to consult with your hosting provider or a system administrator who has access to change the configuration of your server.":["如果您不知道这些文件在哪里，或者您无法重新加载Apache，您需要咨询主机提供商或有权更改服务器配置的系统管理员。"],"Reload Apache.":["重新加载Apache。"],"Look for your site in the file and find the line that starts with <Directory> - add the code above that line and into that section and save the file.":["在文件中查找您的站点，然后找到以<Directory>开头的行-将代码添加到该行上方并添加到该部分中，然后保存文件。"],"Troubleshooting":["故障排除"],"Apply rules":["应用规则"],"Please note: Some servers have both Apache and NGINX software which may not begin serving WebP images after applying the .htaccess rules. If errors occur after applying the rules, we recommend adding NGINX rules manually.":["请注意：某些服务器同时安装了Apache和Nginx软件，在应用.htaccess规则后可能无法开始提供WebP图像。如果应用规则后出现错误，我们建议您手动添加Nginx规则。"],"We've automatically detected your server type is %s. If this is incorrect, manually select your server type to generate the relevant rules and instructions.":["我们已自动检测到您的服务器类型为%s。如果不正确，请手动选择您的服务器类型以生成相关规则和说明。"],"Finish":["完成"],"Next":["下一个"],"Pro":["专业版"],"Learn more":["了解更多"]}},"comment":{"reference":"app\/assets\/js\/smush-react-webp.js"}}